# снабди каждый комментарий правильной командой

python -V			 # команда для проверки текущей версии питона
python3				 # запуск интерпретатора питона в режиме REPL
python3 -m venv WEEK3/	        # создание виртуального окружения в текущей директории 
source/WEEK3/bin/activate	 # активация вышесозданного виртуального окружения
deactivate			 # деактивация виртуального окружения
python3 run.py			 # запуск в интерпретаторе питона скрипта run.py находящегося в текущей директории 
pip install xxx			 # установка пакета xxx через пакетный менеджер pip
