# создай список с целыми числами произвольных значений произвольной длины, 
# отсортируй его по возрастанию и убыванию, запиши результат в отдельные переменные

# даны два списка с числами, нужно вернуть список, который состоит из общих чисел
a = [1, 4, 5, 7, 23, 36, 67, 78, 99, 134, 142, 150]
b = [3, 5, 6, 19, 67, 77, 123, 134, 172, 323, 434]

# напиши функцию, которая складывает сумму двух чисел, переданных ей на вход

# напиши функцию, которая возвращает тип данных, переданный ей на вход, и возвращает его на русском языке (пример: "строка")

# напиши функцию, которая принимает на вход любое количество чисел и говорит, есть ли среди них четное

# используй тернарный оператор, чтобы вызвать функцию, если возраст больше 21 года, в противном случае верни сообщение "мы не продаем алкоголь несовершеннолетним"
age = 17
sell_alcohol()

# загрузи список ключевых слова из модуля keyword, преобразуй его в строку со словами, разделенными запятой

# напиши функцию, которая проверит, является ли строка ключевым словом, используй модуль keyword
# не забудь сначала изучить этот модуль с помощью dir, чтобы узнать, есть ли там полезные методы

# посчитайте, сколько раз символ встречается в строке, функция принимает на вход символ и строку
